function getCurrentMonth() {
  const now = new Date();
  return `${now.getMonth() + 1}월`; 
}

export default {
 "":``,
  A: `[하이모 마일리지 안내] 
★${getCurrentMonth()} 소멸 마일리지 안내★
[*A*] 고객님, 보유하고 계신 마일리지 중 [*B*]까지 사용이 없을 경우 자동 소멸되는 마일리지가 있습니다.
마일리지 소멸 후 복구가 어려운 점 양해 부탁드리며, 소멸 날짜 이전에 반드시 확인해 주시기 바랍니다.
◆소멸 마일리지 : [*C*] 점
◆소멸 일자 : [*B*]
※마일리지 유효기간 : [적립 일로부터 1년간 유효]하며, 유효 기간 내 사용이 없을 시 해당 월, 말일에 자동 소멸됩니다.
※마일리지는 지점에서만 사용할 수 있습니다.(현금 전환 및 환급 불가)
※이벤트로 지급된 마일리지는 개별 유효기간 경과 시 자동 소멸됩니다.
※소멸될 마일리지 내역은 고객이 당사에 제공한 휴대폰 번호로 문자 전송됩니다.
※문자 미수신, 문자 미확인 등으로 인하여 소멸 마일리지를 인지하지 못하더라도 소멸시효는 중단 없이 진행됩니다.
※고객 개별 사정으로 인한 소멸시효 연장 또는 소멸시효 적용 예외는 불가합니다.
※마일리지 내역은 [하이모 홈페이지/붙여핸썸 앱>마이 페이지>마일리지 내역]에서 상시 직접 확인 가능합니다.
☎하이모 [*D*] 
[*E*]
무료수신거부 080-558-5858`,
}
